{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          0.6927083134651184,
          1.0809093713760376,
          1.9553139209747314,
          492.1991882324219,
          397.2586364746094,
          462.1995544433594,
          96.49210357666016,
          257.22216796875,
          230.70413208007812,
          5475.58251953125,
          2123.1982421875,
          2288.350341796875,
          2279.793701171875,
          2481.097900390625,
          2619.63037109375,
          2717.830078125,
          2671.889404296875,
          2642.6396484375,
          2775.77978515625,
          546.2623901367188,
          446.4215087890625,
          510.1617431640625,
          118.36974334716797,
          269.53472900390625,
          247.6913299560547,
          5324.267578125,
          2110.228759765625,
          2264.843994140625,
          2253.2841796875,
          2429.985595703125,
          2583.72509765625,
          2671.893798828125,
          2625.162109375,
          2596.898681640625,
          2735.9638671875,
          574.5602416992188,
          478.5453796386719,
          538.6331787109375,
          148.4088897705078,
          262.9208068847656,
          253.71560668945312,
          5002.33935546875,
          2086.11669921875,
          2223.536865234375,
          2207.61865234375,
          2345.84814453125,
          2522.009765625,
          2596.15576171875,
          2550.06396484375,
          2524.065673828125,
          2667.9345703125,
          119.0506362915039
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          2.495793104171753,
          3.1605660915374756,
          4.316483497619629,
          655.4021606445312,
          568.6430053710938,
          653.349609375,
          233.62530517578125,
          359.7024841308594,
          329.3671875,
          1762.5596923828125,
          240.63494873046875,
          302.2582092285156,
          311.35162353515625,
          469.5246887207031,
          355.5518798828125,
          420.201171875,
          433.97589111328125,
          423.4915466308594,
          365.8369140625,
          700.5410766601562,
          642.6834716796875,
          697.1057739257812,
          268.2669677734375,
          355.74920654296875,
          334.0054016113281,
          1816.2200927734375,
          250.1521759033203,
          317.11981201171875,
          326.4792175292969,
          487.33770751953125,
          358.0247802734375,
          435.04473876953125,
          449.2433166503906,
          438.9088134765625,
          378.1302795410156,
          764.3707275390625,
          697.8336181640625,
          743.9185791015625,
          323.98150634765625,
          352.42974853515625,
          345.7040710449219,
          1894.43408203125,
          263.7847595214844,
          336.6324157714844,
          345.27740478515625,
          505.8822326660156,
          356.27032470703125,
          450.25927734375,
          465.1107482910156,
          455.2726135253906,
          392.051513671875,
          363.8589172363281
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
