{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.3204385042190552,
          2.189281940460205,
          4.822951316833496,
          507.54833984375,
          424.29510498046875,
          489.7614440917969,
          139.9678955078125,
          252.7611846923828,
          243.25611877441406,
          5201.85107421875,
          2096.211181640625,
          2236.073974609375,
          2215.27001953125,
          2367.010986328125,
          2590.32177734375,
          2648.403076171875,
          2590.768310546875,
          2550.73828125,
          2705.264892578125,
          546.3591918945312,
          462.94793701171875,
          526.4627075195312,
          166.0838623046875,
          251.02833557128906,
          251.4436492919922,
          4878.36376953125,
          2061.5419921875,
          2186.39208984375,
          2160.147705078125,
          2278.474365234375,
          2535.916748046875,
          2570.248046875,
          2510.9482421875,
          2473.45458984375,
          2639.72607421875,
          621.8601684570312,
          536.5230102539062,
          594.520751953125,
          225.97802734375,
          252.19940185546875,
          272.75537109375,
          4359.24951171875,
          1997.821533203125,
          2097.826904296875,
          2064.5390625,
          2128.3505859375,
          2444.05517578125,
          2438.774169921875,
          2377.36376953125,
          2344.491943359375,
          2529.61865234375,
          68.3132553100586
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          4.1640496253967285,
          5.282782554626465,
          8.032811164855957,
          688.31640625,
          621.14208984375,
          692.9171752929688,
          304.7850341796875,
          375.54913330078125,
          368.7239074707031,
          1901.241455078125,
          243.94577026367188,
          313.7200622558594,
          326.8041687011719,
          504.29193115234375,
          352.1138000488281,
          453.8112487792969,
          466.9850769042969,
          455.0499267578125,
          392.4189758300781,
          748.173583984375,
          674.8880615234375,
          742.829833984375,
          335.11236572265625,
          361.90545654296875,
          361.7732849121094,
          1962.3782958984375,
          254.4217987060547,
          327.52142333984375,
          338.9295959472656,
          514.3810424804688,
          347.9013366699219,
          461.8428649902344,
          474.8200378417969,
          462.91766357421875,
          398.9725036621094,
          852.4346313476562,
          772.1953735351562,
          833.1437377929688,
          417.09613037109375,
          354.3979797363281,
          380.65740966796875,
          1978.3201904296875,
          268.7969055175781,
          344.4813537597656,
          350.27947998046875,
          510.5009460449219,
          325.54962158203125,
          456.3597412109375,
          469.3172302246094,
          458.9169921875,
          395.6482849121094,
          249.80616760253906
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
