{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.0407074689865112,
          2.371666193008423,
          6.11989164352417,
          451.9328918457031,
          397.82958984375,
          491.7028503417969,
          107.76399230957031,
          278.6455383300781,
          247.2218780517578,
          5386.646484375,
          2152.922607421875,
          2329.900634765625,
          2313.433837890625,
          2474.35009765625,
          2650.72998046875,
          2705.0712890625,
          2661.377685546875,
          2634.696533203125,
          2769.202392578125,
          488.78564453125,
          434.8012390136719,
          510.7475891113281,
          143.5385284423828,
          260.433837890625,
          248.55865478515625,
          4907.7958984375,
          2110.086669921875,
          2256.228759765625,
          2233.288330078125,
          2339.909423828125,
          2559.02294921875,
          2595.9384765625,
          2549.8427734375,
          2523.85595703125,
          2667.858642578125,
          553.9614868164062,
          497.502197265625,
          553.8410034179688,
          213.748046875,
          238.28018188476562,
          257.09814453125,
          4225.498046875,
          2042.895263671875,
          2151.0458984375,
          2119.689453125,
          2149.986328125,
          2420.491455078125,
          2431.373779296875,
          2387.541015625,
          2366.688720703125,
          2521.009765625,
          1721.80078125
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.373361349105835,
          5.3840107917785645,
          8.700569152832031,
          643.1491088867188,
          567.8985595703125,
          658.9976196289062,
          244.7643280029297,
          352.4363708496094,
          323.9700012207031,
          1921.217041015625,
          272.2729187011719,
          336.53857421875,
          341.6181335449219,
          486.8117370605469,
          361.8969421386719,
          431.0881042480469,
          446.1843566894531,
          440.22479248046875,
          395.04132080078125,
          717.3623657226562,
          644.79150390625,
          714.1380615234375,
          308.2831726074219,
          344.7970886230469,
          334.1123962402344,
          2012.209228515625,
          299.98614501953125,
          374.4626770019531,
          377.84521484375,
          516.5513305664062,
          365.0360107421875,
          455.18194580078125,
          471.208251953125,
          466.8791198730469,
          420.70135498046875,
          820.8989868164062,
          763.644287109375,
          798.2547607421875,
          410.73907470703125,
          329.5194091796875,
          353.2847595214844,
          2032.335205078125,
          327.3752136230469,
          408.4941711425781,
          407.1513366699219,
          527.0360717773438,
          353.6671142578125,
          462.75067138671875,
          480.0606689453125,
          478.8564758300781,
          434.4226379394531,
          1611.353271484375
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
