{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.2682631015777588,
          2.2217214107513428,
          4.886077880859375,
          488.40374755859375,
          407.7420349121094,
          470.1805114746094,
          129.7444610595703,
          242.44476318359375,
          231.96942138671875,
          5193.45947265625,
          2089.366455078125,
          2230.6005859375,
          2217.123291015625,
          2394.613037109375,
          2582.61962890625,
          2633.4658203125,
          2582.962646484375,
          2551.080810546875,
          2692.6015625,
          533.4370727539062,
          452.89752197265625,
          513.6064453125,
          161.3087615966797,
          245.36683654785156,
          245.7418212890625,
          4857.53955078125,
          2057.472900390625,
          2181.943603515625,
          2162.4267578125,
          2297.872314453125,
          2517.762939453125,
          2549.5576171875,
          2498.567138671875,
          2468.73388671875,
          2618.478271484375,
          613.8312377929688,
          531.18798828125,
          586.863525390625,
          222.40914916992188,
          249.81393432617188,
          269.94476318359375,
          4350.16455078125,
          1999.2813720703125,
          2098.4033203125,
          2070.671875,
          2145.26318359375,
          2417.21435546875,
          2422.437744140625,
          2371.055908203125,
          2344.539306640625,
          2505.262451171875,
          65.16171264648438
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.7735579013824463,
          5.397058963775635,
          8.123565673828125,
          690.0631713867188,
          612.7342529296875,
          690.206787109375,
          294.32763671875,
          366.2909851074219,
          355.5612487792969,
          1901.6207275390625,
          237.2354736328125,
          306.54681396484375,
          319.3503112792969,
          497.8200988769531,
          344.18255615234375,
          445.6957702636719,
          458.9747314453125,
          446.7305908203125,
          382.50830078125,
          738.8071899414062,
          683.745361328125,
          738.4152221679688,
          338.2619323730469,
          362.79095458984375,
          364.14154052734375,
          1961.309814453125,
          250.12191772460938,
          323.8872985839844,
          334.8729248046875,
          510.2082824707031,
          340.62823486328125,
          455.5820617675781,
          468.6604309082031,
          456.695068359375,
          391.4577331542969,
          829.5902099609375,
          760.6165771484375,
          817.6525268554688,
          413.5006408691406,
          356.38555908203125,
          375.78741455078125,
          1979.191162109375,
          265.827880859375,
          342.31005859375,
          348.2371826171875,
          509.51068115234375,
          321.3603820800781,
          453.5916442871094,
          466.8507080078125,
          456.41156005859375,
          391.8729248046875,
          224.4298095703125
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
