{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.0425176620483398,
          2.376107931137085,
          6.1216912269592285,
          452.0904541015625,
          398.01849365234375,
          491.6929016113281,
          107.9153060913086,
          278.55084228515625,
          247.29066467285156,
          5385.90234375,
          2151.990966796875,
          2329.731689453125,
          2312.6748046875,
          2474.24462890625,
          2650.56298828125,
          2704.502197265625,
          2661.1240234375,
          2634.39306640625,
          2768.482177734375,
          488.27484130859375,
          434.2613220214844,
          510.0832824707031,
          143.63804626464844,
          260.11572265625,
          248.40988159179688,
          4906.541015625,
          2109.452392578125,
          2256.248779296875,
          2232.656005859375,
          2339.731689453125,
          2559.1162109375,
          2595.94189453125,
          2549.852783203125,
          2523.917236328125,
          2667.55419921875,
          552.7373046875,
          496.3789978027344,
          552.6842651367188,
          213.3129425048828,
          237.85752868652344,
          256.61883544921875,
          4225.052734375,
          2042.0595703125,
          2151.285400390625,
          2119.60498046875,
          2149.936767578125,
          2420.86083984375,
          2431.736572265625,
          2387.66064453125,
          2366.815673828125,
          2521.301025390625,
          1720.5557861328125
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.373082160949707,
          5.387945175170898,
          8.7066011428833,
          643.5426635742188,
          568.404541015625,
          659.4186401367188,
          244.99220275878906,
          352.51171875,
          324.05657958984375,
          1921.1077880859375,
          272.5731201171875,
          336.6945495605469,
          341.7518005371094,
          486.9698181152344,
          362.2391052246094,
          431.3236999511719,
          446.4021301269531,
          440.455810546875,
          395.2929382324219,
          717.0180053710938,
          644.5354614257812,
          713.8009033203125,
          308.4495849609375,
          344.5940246582031,
          334.08697509765625,
          2011.9970703125,
          300.2275695800781,
          374.7135925292969,
          378.0624694824219,
          516.7567749023438,
          365.3397216796875,
          455.4721374511719,
          471.501953125,
          467.1396484375,
          421.0440979003906,
          819.78662109375,
          762.1871337890625,
          797.3267211914062,
          410.2877502441406,
          329.2897644042969,
          353.0110778808594,
          2031.772216796875,
          327.39508056640625,
          408.4290466308594,
          407.1639099121094,
          527.0830688476562,
          353.9850158691406,
          462.9510192871094,
          480.15362548828125,
          479.01031494140625,
          434.6291809082031,
          1610.5794677734375
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
