{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          0.9480669498443604,
          2.3660736083984375,
          6.273743152618408,
          460.4335021972656,
          405.58795166015625,
          495.20928955078125,
          103.23968505859375,
          277.1625671386719,
          247.25918579101562,
          5377.44677734375,
          2189.38427734375,
          2341.685546875,
          2316.092041015625,
          2451.735595703125,
          2663.846435546875,
          2717.135498046875,
          2665.021728515625,
          2631.74853515625,
          2796.741943359375,
          527.8865356445312,
          471.079833984375,
          549.407470703125,
          147.14459228515625,
          276.23309326171875,
          263.680908203125,
          4951.716796875,
          2133.1640625,
          2264.884765625,
          2233.49560546875,
          2323.915771484375,
          2579.8359375,
          2604.593994140625,
          2549.64453125,
          2519.77685546875,
          2699.082275390625,
          613.3208618164062,
          551.2383422851562,
          612.2212524414062,
          225.8536834716797,
          257.3686828613281,
          277.7920227050781,
          4297.875,
          2050.392578125,
          2152.599609375,
          2112.972412109375,
          2143.134765625,
          2465.27685546875,
          2446.280029296875,
          2389.686767578125,
          2364.455078125,
          2563.932373046875,
          1699.2772216796875
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.1453824043273926,
          5.449382781982422,
          9.010918617248535,
          633.532470703125,
          575.0072021484375,
          647.3929443359375,
          227.14303588867188,
          351.293212890625,
          313.81585693359375,
          1880.252685546875,
          267.7633972167969,
          332.3412170410156,
          336.942138671875,
          477.39788818359375,
          360.28973388671875,
          423.3752136230469,
          438.4027404785156,
          432.6670837402344,
          388.91534423828125,
          749.8096313476562,
          682.2843017578125,
          747.6405639648438,
          305.03424072265625,
          356.3312072753906,
          337.56610107421875,
          1986.66357421875,
          295.3225402832031,
          369.0589294433594,
          373.11322021484375,
          507.0730285644531,
          362.397216796875,
          447.149658203125,
          463.329833984375,
          459.4225158691406,
          414.285400390625,
          870.4058837890625,
          794.3737182617188,
          845.7742919921875,
          412.56756591796875,
          329.2867736816406,
          359.8908386230469,
          2040.662841796875,
          324.2603759765625,
          403.81854248046875,
          404.124267578125,
          522.9783325195312,
          356.1846923828125,
          462.1202392578125,
          478.73883056640625,
          477.38543701171875,
          434.80682373046875,
          1614.366943359375
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
