{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          0.6955031156539917,
          1.080139398574829,
          1.9508792161941528,
          491.674560546875,
          396.8781433105469,
          461.6904296875,
          96.26424407958984,
          256.88397216796875,
          230.3809051513672,
          5472.60546875,
          2123.79931640625,
          2288.777099609375,
          2280.168212890625,
          2480.904296875,
          2619.7314453125,
          2717.91748046875,
          2671.68310546875,
          2642.337646484375,
          2776.7919921875,
          545.4780883789062,
          445.75079345703125,
          509.5350646972656,
          118.0311279296875,
          269.3565979003906,
          247.4436492919922,
          5323.4677734375,
          2111.140380859375,
          2265.6806640625,
          2253.9130859375,
          2429.74267578125,
          2583.935302734375,
          2671.872802734375,
          2624.839111328125,
          2596.63818359375,
          2735.848388671875,
          573.6103515625,
          477.6383361816406,
          537.70703125,
          147.82086181640625,
          262.4823303222656,
          253.1459503173828,
          5002.779296875,
          2086.560791015625,
          2223.843505859375,
          2207.53271484375,
          2345.478759765625,
          2522.89990234375,
          2596.73583984375,
          2550.42333984375,
          2524.165283203125,
          2668.563232421875,
          119.00563049316406
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          2.50577449798584,
          3.1615657806396484,
          4.314735412597656,
          655.456787109375,
          568.5677490234375,
          653.2030029296875,
          233.41018676757812,
          359.6648864746094,
          329.2864990234375,
          1763.0435791015625,
          240.68478393554688,
          302.397216796875,
          311.4743957519531,
          469.4957275390625,
          355.6650695800781,
          420.2015075683594,
          433.982421875,
          423.5585632324219,
          365.8994140625,
          700.344970703125,
          641.7931518554688,
          696.8070678710938,
          267.6921691894531,
          356.04449462890625,
          334.0242614746094,
          1816.795166015625,
          250.15029907226562,
          317.1761474609375,
          326.6103515625,
          487.39410400390625,
          358.2651672363281,
          435.18988037109375,
          449.327392578125,
          438.9773864746094,
          378.2929992675781,
          763.5267333984375,
          696.853759765625,
          743.2371215820312,
          323.22564697265625,
          352.3456726074219,
          345.34173583984375,
          1894.6434326171875,
          263.76458740234375,
          336.6755676269531,
          345.2564697265625,
          505.91192626953125,
          356.4767150878906,
          450.2548828125,
          465.1049499511719,
          455.2928771972656,
          392.05889892578125,
          363.1937561035156
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
