{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          0.69500333070755,
          1.081508755683899,
          1.9558279514312744,
          492.4629821777344,
          397.4706115722656,
          462.370849609375,
          96.34011840820312,
          257.3906555175781,
          230.74305725097656,
          5474.6279296875,
          2122.80712890625,
          2287.90380859375,
          2279.500732421875,
          2480.840087890625,
          2619.084228515625,
          2717.59716796875,
          2671.854248046875,
          2642.50146484375,
          2776.541015625,
          546.6876220703125,
          446.73046875,
          510.61456298828125,
          118.4245376586914,
          269.9328308105469,
          248.02037048339844,
          5324.3173828125,
          2110.005859375,
          2264.718505859375,
          2253.43994140625,
          2429.981201171875,
          2583.487548828125,
          2671.3681640625,
          2624.767333984375,
          2596.76953125,
          2735.58740234375,
          575.7615356445312,
          479.531982421875,
          539.790283203125,
          148.62924194335938,
          263.48004150390625,
          254.26513671875,
          5003.578125,
          2085.90283203125,
          2223.3232421875,
          2207.25927734375,
          2346.021728515625,
          2522.24462890625,
          2596.188720703125,
          2550.122314453125,
          2524.12548828125,
          2668.25,
          118.79385375976562
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          2.5060455799102783,
          3.1600430011749268,
          4.323151588439941,
          655.4937744140625,
          568.60986328125,
          653.3323364257812,
          233.03887939453125,
          359.92095947265625,
          329.4029846191406,
          1762.677490234375,
          241.0519561767578,
          302.68157958984375,
          311.6242980957031,
          469.6186828613281,
          355.8549499511719,
          420.4461669921875,
          434.1986389160156,
          423.7304992675781,
          366.0929260253906,
          700.2059326171875,
          642.3336181640625,
          696.7039184570312,
          267.836669921875,
          355.6883850097656,
          334.2688293457031,
          1816.540771484375,
          250.46974182128906,
          317.4516906738281,
          326.74664306640625,
          487.58245849609375,
          358.29864501953125,
          435.3430480957031,
          449.4996337890625,
          439.1683349609375,
          378.486083984375,
          764.310546875,
          699.1802368164062,
          744.15869140625,
          323.93212890625,
          352.685302734375,
          345.8254699707031,
          1894.7230224609375,
          264.1278991699219,
          336.96759033203125,
          345.57843017578125,
          506.10906982421875,
          356.6251525878906,
          450.5486145019531,
          465.3423156738281,
          455.5216979980469,
          392.3749084472656,
          362.3108825683594
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
