{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.1096895933151245,
          1.4898651838302612,
          3.852532386779785,
          693.056640625,
          591.9600219726562,
          715.8033447265625,
          158.13555908203125,
          328.62445068359375,
          299.45111083984375,
          5448.8623046875,
          2127.103271484375,
          2269.659912109375,
          2250.671142578125,
          2401.393310546875,
          2643.498779296875,
          2677.776611328125,
          2612.80322265625,
          2569.751220703125,
          2740.352294921875,
          566.074462890625,
          481.5233459472656,
          566.348876953125,
          142.1344451904297,
          256.23443603515625,
          241.07444763183594,
          4906.51220703125,
          2103.577880859375,
          2228.048828125,
          2198.860107421875,
          2315.280029296875,
          2582.60009765625,
          2601.051025390625,
          2536.50341796875,
          2496.719970703125,
          2676.142333984375,
          402.0522155761719,
          342.0555419921875,
          384.57666015625,
          145.93556213378906,
          168.32444763183594,
          177.50222778320312,
          4183.51123046875,
          2001.3521728515625,
          2096.52783203125,
          2063.7265625,
          2131.074462890625,
          2456.372314453125,
          2440.115478515625,
          2370.01220703125,
          2333.39892578125,
          2527.515625,
          56.11322021484375
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          2.8298652172088623,
          2.7963154315948486,
          6.675715923309326,
          850.1439819335938,
          779.2852783203125,
          833.6978149414062,
          293.614501953125,
          344.0425720214844,
          329.92022705078125,
          1802.4400634765625,
          209.3627166748047,
          275.0257263183594,
          295.0264587402344,
          474.4843444824219,
          370.60028076171875,
          415.738525390625,
          423.111572265625,
          407.5144348144531,
          353.4820251464844,
          731.214599609375,
          673.6012573242188,
          737.1373291015625,
          267.3664245605469,
          326.27435302734375,
          312.5252685546875,
          1938.2537841796875,
          208.47511291503906,
          274.8106994628906,
          296.9068603515625,
          477.3948059082031,
          357.7174377441406,
          419.72064208984375,
          428.8615417480469,
          414.115478515625,
          355.3366394042969,
          676.695068359375,
          617.0474853515625,
          668.6357421875,
          323.7422790527344,
          289.4141845703125,
          299.4096374511719,
          1986.7353515625,
          245.42840576171875,
          309.8581237792969,
          317.7784423828125,
          483.2307434082031,
          338.0472717285156,
          421.8834533691406,
          427.9540100097656,
          413.76690673828125,
          356.8941345214844,
          109.76505279541016
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
