{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          0.8857687711715698,
          1.7221585512161255,
          3.9961886405944824,
          618.01220703125,
          525.52001953125,
          653.3766479492188,
          109.4477767944336,
          319.5566711425781,
          274.6744384765625,
          5448.59130859375,
          2136.449951171875,
          2285.6376953125,
          2267.7333984375,
          2426.783447265625,
          2657.2177734375,
          2699.39892578125,
          2634.361083984375,
          2590.3544921875,
          2757.913330078125,
          580.2555541992188,
          489.6711120605469,
          580.5366821289062,
          131.7566680908203,
          280.8122253417969,
          256.74334716796875,
          4908.63232421875,
          2096.634521484375,
          2222.298828125,
          2193.97998046875,
          2302.97900390625,
          2572.92333984375,
          2589.078857421875,
          2524.056640625,
          2485.054443359375,
          2667.77099609375,
          507.3255615234375,
          431.1377868652344,
          483.07666015625,
          183.59445190429688,
          197.2655487060547,
          213.4166717529297,
          4091.968994140625,
          1985.0921630859375,
          2075.627685546875,
          2040.8211669921875,
          2090.481201171875,
          2430.775634765625,
          2405.147705078125,
          2335.313232421875,
          2300.443359375,
          2500.611083984375,
          63.09333038330078
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          2.1627583503723145,
          3.1216068267822266,
          6.583899021148682,
          786.8798217773438,
          722.8533325195312,
          780.8526611328125,
          205.2222900390625,
          349.01434326171875,
          311.7857971191406,
          1920.252685546875,
          194.17071533203125,
          255.69436645507812,
          278.1860046386719,
          459.9349365234375,
          375.9745178222656,
          403.5567321777344,
          410.5303649902344,
          394.2684631347656,
          341.9638671875,
          698.1578979492188,
          644.248779296875,
          707.3280639648438,
          237.37013244628906,
          340.2854919433594,
          313.19757080078125,
          1934.8912353515625,
          203.6939239501953,
          268.52685546875,
          290.9799499511719,
          464.55328369140625,
          361.5931396484375,
          407.8352966308594,
          416.9003601074219,
          402.9281005859375,
          349.61724853515625,
          760.2385864257812,
          689.0144653320312,
          744.1972045898438,
          357.8725891113281,
          300.6794738769531,
          320.61956787109375,
          1962.1622314453125,
          245.28370666503906,
          308.7662353515625,
          316.0925598144531,
          477.8307189941406,
          341.7037048339844,
          416.6669006347656,
          422.0155944824219,
          407.6054992675781,
          353.8186340332031,
          115.0784912109375
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
